/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2017 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "Veneto Deca";
"lng_switch_to_this" = "Canbia in Veneto";

"lng_menu_contacts" = "Contati";
"lng_menu_calls" = "Ciamade";
"lng_menu_settings" = "Inpostasion";
"lng_menu_about" = "A propòzito";
"lng_menu_update" = "Ajornamento";
"lng_menu_restart" = "Retaca";
"lng_menu_back" = "Presedente";
"lng_menu_night_mode" = "Modałidà note";

"lng_disable_notifications_from_tray" = "Dezativa notìfeghe";
"lng_enable_notifications_from_tray" = "Ativa notìfeghe";
"lng_open_from_tray" = "Verzi Telegram";
"lng_minimize_to_tray" = "Minemiza";
"lng_quit_from_tray" = "Sara su Telegram";
"lng_tray_icon_text" = "Telegram el ze uncora drio ndar,\nA te połi canbiar 'sta funsion\ninte ła pàjina de łe inpostasion.\nSe 'sta icona ła desconparise,\nA te połi strasinarla cuà da łe icone sconte.";

"lng_month1" = "Jenaro";
"lng_month2" = "Febraro";
"lng_month3" = "Marso";
"lng_month4" = "Apriłe";
"lng_month5" = "Majo";
"lng_month6" = "Junjo";
"lng_month7" = "Łujo";
"lng_month8" = "Agosto";
"lng_month9" = "Setenbre";
"lng_month10" = "Otobre";
"lng_month11" = "Novenbre";
"lng_month12" = "Desenbre";

"lng_month1_small" = "Jen";
"lng_month2_small" = "Feb";
"lng_month3_small" = "Mar";
"lng_month4_small" = "Apr";
"lng_month5_small" = "Majo";
"lng_month6_small" = "Jun";
"lng_month7_small" = "Łuj";
"lng_month8_small" = "Ago";
"lng_month9_small" = "Set";
"lng_month10_small" = "Oto";
"lng_month11_small" = "Nov";
"lng_month12_small" = "Des";

"lng_weekday1" = "Łun";
"lng_weekday2" = "Mar";
"lng_weekday3" = "Mer";
"lng_weekday4" = "Zob";
"lng_weekday5" = "Ven";
"lng_weekday6" = "Sab";
"lng_weekday7" = "Dom";

"lng_weekday1_full" = "Łuni";
"lng_weekday2_full" = "Marti";
"lng_weekday3_full" = "Mèrcore";
"lng_weekday4_full" = "Zoba";
"lng_weekday5_full" = "Vénare";
"lng_weekday6_full" = "Sabo";
"lng_weekday7_full" = "Doménega";

"lng_month_day" = "{month} {day}";
"lng_month_day_year" = "{month} {day}, {year}";
"lng_month_year" = "{month} {year}";

"lng_box_ok" = "ORO";

"lng_cancel" = "Anuła";
"lng_continue" = "Continua";
"lng_close" = "Sara su";
"lng_connecting" = "Conesion...";
"lng_connecting_to_proxy" = "Conesion a'l proxy...";
"lng_connecting_settings" = "Inpostasion";
"lng_reconnecting#one" = "Reconeti tenpo {count} s...";
"lng_reconnecting#other" = "Reconeti tenpo {count} s...";
"lng_reconnecting_try_now" = "Proa deso";

"lng_status_service_notifications" = "notìfeghe de servisio";
"lng_status_support" = "suporto";
"lng_status_bot" = "bot";
"lng_status_bot_reads_all" = "el ga aceso a i mesaji";
"lng_status_bot_not_reads_all" = "no'l ga mìa aceso a i mesaji";
"lng_status_offline" = "entrà che'l ze un bel toco";
"lng_status_recently" = "entrà de resente";
"lng_status_last_week" = "entrà inte ła setimana";
"lng_status_last_month" = "entrà inte'l meze";
"lng_status_invisible" = "invizìbiłe";
"lng_status_lastseen_now" = "entrà pena deso";
"lng_status_lastseen_minutes#one" = "entrà che'l ze {count} menuto";
"lng_status_lastseen_minutes#other" = "entrà che i ze {count} menuti";
"lng_status_lastseen_hours#one" = "entrà che ła ze {count} ora";
"lng_status_lastseen_hours#other" = "entrà che łe ze {count} ore";
"lng_status_lastseen_today" = "entrà uncó a łe {time}";
"lng_status_lastseen_yesterday" = "entrà jiri a łe {time}";
"lng_status_lastseen_date" = "entrà el {date}";
"lng_status_lastseen_date_time" = "entrà el {date} a łe {time}";
"lng_status_online" = "in łinea";
"lng_status_connecting" = "Conesion...";

"lng_chat_status_unaccessible" = "el grupo no'l ze mìa acesìbiłe";
"lng_chat_status_no_members" = "njaun menbro";
"lng_chat_status_members#one" = "{count} menbro";
"lng_chat_status_members#other" = "{count} menbri";
"lng_chat_status_online#one" = "{count} in łinea";
"lng_chat_status_online#other" = "{count} in łinea";
"lng_chat_status_members_online" = "{members_count}, {online_count}";

"lng_channel_status" = "canałe";
"lng_group_status" = "grupo";

"lng_channel_members_link#one" = "{count} menbro";
"lng_channel_members_link#other" = "{count} menbri";
"lng_channel_admins_link#one" = "{count} aministrador";
"lng_channel_admins_link#other" = "{count} aministradori";

"lng_server_error" = "Eror interno de'l server.";
"lng_flood_error" = "Masa tentadivi. Reprova danovo pì tardi.";
"lng_gif_error" = "A se ga verifegà un eror łezendo l'animasion de ła GIF";
"lng_edit_error" = "A no te połi mìa modifegar 'sto mesajo";
"lng_join_channel_error" = "Ne despiaze, A te te si zontà so masa canałi e supargrupi. Va fora da calcheun de chełi prima de zontarte cuà.";
"lng_error_phone_flood" = "Ne despiaze, de resente A te ghè ełimenà e recreà el to account masa 'olte. Speta calche dì prima de rejistrarte n'antra 'olta.";
"lng_error_start_minimized_passcoded" = "L'app no ła połe mìa tacarse minemizada parché A te ghè inpostà un còdaze de bloco. L'app ła te domandarà de insarir el còdaze prima che ła posa tacar a funsionar.";
"lng_error_pinned_max#one" = "Ne despiaze, A no te połi miga picar insima pì de {count} chat.";
"lng_error_pinned_max#other" = "Ne despiaze, A no te połi miga picar insima pì de {count} chat.";
"lng_error_public_groups_denied" = "Maldestin, A no te połi mìa pì partesipar a grupi pùbleghi.\n{more_info}";
"lng_error_cant_edit_admin" = "Ne despize, i priviłeji de 'sto aministrador no i połe mìa èsar modifegài.";
"lng_error_cant_add_member" = "Ne despiaze, ti A no te połi mìa zontar el bot inte 'sto grupo. Domàndaghe a un aministrador de farlo.";
"lng_error_cant_add_bot" = "Ne despiaze, 'sto bot no'l połe mìa èsar zontà inte i grupi.";
"lng_error_cant_add_admin_invite" = "Ne despiaze, A no te połi mìa zontar 'sto utente cofà aministrador parché no'l ze un menbro de 'sto grupo e ti A no te si autorizà a invitarlo.";
"lng_error_cant_add_admin_unban" = "Ne despiaze, A no te połi mìa zontar 'sto utente cofà aministrador parché el ze inte ła łista mora e ti A no te połi dezblocarlo.";
"lng_error_cant_ban_admin" = "Ne despiaze, A no te połi mìa blocar 'sto utente parché el ze un aministrador de 'sto grupo e ti A no te si mìa autorizà a zbasarlo de grado.";
"lng_sure_add_admin_invite" = "'Sto utente no'l ze mìa un menbro de 'sto grupo. Vutu invitarlo rento e promóvarlo cofà aministrador?";
"lng_sure_add_admin_unban" = "inte 'sto grupo, 'sto utente el ze atualmente blocà o el ga calche restrision. Vutu davero dezblocarlo e promóvarlo?";
"lng_sure_ban_admin" = "'Sto utente el ze un aministrador de 'sto grupo. Vutu davero ndar vanti e zontarghe restrision?";
"lng_sure_ban_user_group" = "Vutu blocar {user}?";
"lng_sure_enable_socks" = "Situ seguro de vołer ativar 'sto proxy?\n\nServer: {server}\nPorta: {port}\n\nA te połi canbiar el to server proxy anca pì tardi, ndando so Inpostasion (Tipo de conesion).";
"lng_sure_enable" = "Ativa";

"lng_edit_deleted" = "'Sto mesajo el ze sta ełimenà";
"lng_edit_too_long" = "El to mesajo el ze masa łongo";
"lng_edit_message" = "Modìfega mesajo";
"lng_edit_message_text" = "Mesajo novo";
"lng_deleted" = "Account ełimenà";
"lng_deleted_message" = "Mesajo ełimenà";
"lng_pinned_message" = "Mesajo picà insima";
"lng_pinned_unpin_sure" = "Ghetu caro despicar via 'sto mesajo?";
"lng_pinned_pin_sure" = "Ghetu caro picar insima 'sto mesajo?";
"lng_pinned_pin" = "Pica insima";
"lng_pinned_unpin" = "Despica via";
"lng_pinned_notify" = "Notìfega a tutti i menbri";

"lng_intro_about" = "Caro utente, benvenjesto inte l'app ofisiałe de Telegram Desktop.\nŁa ze **ràpida** e **segura**.\nŁocałizasion: Academia de ła Łengua Veneta";
"lng_start_msgs" = "TACA MESAJAR";

"lng_intro_next" = "SEGUENTE";
"lng_intro_finish" = "ISCRÌVATE";
"lng_intro_submit" = "MANDA";

"lng_photo_caption" = "Comento";
"lng_photos_comment" = "Comento";

"lng_phone_ph" = "El to nùmaro de tełèfono";
"lng_phone_title" = "El to tełèfono";
"lng_phone_desc" = "Conferma el prefiso nasionałe e\ninsarisi el to nùmaro de tełèfono.";
"lng_phone_notreg" = "Se A no te ghè njancora un account Telegram,\n[b]iscrìvate[/b] so {link_start}Android / iPhone{link_end} o senò {signup_start}cuà{signup_end}";
"lng_country_code" = "Prefiso internasionałe";
"lng_bad_country_code" = "Prefiso mìa vàłido";
"lng_country_ph" = "Serca";
"lng_country_done" = "Fato";
"lng_country_none" = "Stado mìa catà";
"lng_country_select" = "Sełesiona Stado";

"lng_code_ph" = "El to còdaze";
"lng_code_desc" = "A te ghemo mandà un mesajo co'l còdaze de ativasion\n so'l to tełèfono. Insarìseło cuà soto.";
"lng_code_telegram" = "Insarisi el còdaze che A te ghè pena resevesto\ninte ła to app [b]Telegram[/b] presedente.";
"lng_code_no_telegram" = "Manda el còdaze par SMS";
"lng_code_call" = "Telegram ła te ciamarà vanti {minutes} menuti e {seconds} secundi";
"lng_code_calling" = "Dimandando na ciamada a Telegram...";
"lng_code_called" = "Telegram ła ga fazesto el to nùmaro";

"lng_bad_phone" = "Nùmaro de tełèfono mìa vàłido. Prova danovo.";
"lng_bad_phone_noreg" = "Nùmaro de tełèfono mìa rejistrà.";
"lng_bad_code" = "El còdaze che A te ghè insarìo no'l ze mìa vàłido.";
"lng_bad_name" = "Insarisi el to nome e conjome.";
"lng_bad_photo" = "A ze sta sełesionà na imàjine mìa adata.";

"lng_signin_title" = "Controło de ła password par ła memoria nùvoła";
"lng_signin_desc" = "Insarisi ła to password par ła nùvoła.";
"lng_signin_recover_desc" = "Insarisi el còdaze mandà so ła mail\n{email}";
"lng_signin_password" = "Ła to password nùvoła";
"lng_signin_code" = "Còdaze mandà par mail";
"lng_signin_recover" = "Password dezmentegada?";
"lng_signin_recover_title" = "Reinposta password";
"lng_signin_hint" = "Sujerimento: {password_hint}";
"lng_signin_recover_hint" = "El còdaze el ze sta mandà so ła mail {recover_email}";
"lng_signin_bad_password" = "A te ghè insarìo na password zbajada.";
"lng_signin_wrong_code" = "El còdaze che A te ghè insarìo no'l ze mìa vàłido.";
"lng_signin_try_password" = "Ghetu problemi de aceso so ła to mail?";
"lng_signin_password_removed" = "Ła to password nùvoła ła ze sta dezativada.\nA te połi inpostàrghine una nova so Inpostasion.";
"lng_signin_no_email_forgot" = "Co A te ghè inpostà ła password, A no\nte ghè mìa prevedesto na mail de recuparasion, donca łe opsion che A te resta łe ze de recordarte par forsa ła password o reinpostar el to account.";
"lng_signin_cant_email_forgot" = "Se A no te połi repristenar l'aceso inte ła to mail, łe opsion che A te resta łe ze de recordarte par forsa ła password o reinpostar el to account.";
"lng_signin_reset_account" = "Reinposta el to account";
"lng_signin_sure_reset" = "Avertensa!\n\nA te perdarè tute łe to chat e mesaji, insenbre a calsìase media e file che a te ghesi sparpanjà!\n\nVutu reinpostar el to account?";
"lng_signin_reset" = "Reinposta";
"lng_signin_reset_wait" = "Daché el to account {phone_number} el ze ativo e protezesto da na password, A ło ełimenaremo fra 1 setimana par razon de seguresa. In calsìase momento, A te połi anułar 'sto proseso.\n\nA te podarè reinpostar el to account tenpo:\n{when}";
"lng_signin_reset_days#one" = "{count} dì";
"lng_signin_reset_days#other" = "{count} dì";
"lng_signin_reset_hours#one" = "{count} ora";
"lng_signin_reset_hours#other" = "{count} ore";
"lng_signin_reset_minutes#one" = "{count} menuto";
"lng_signin_reset_minutes#other" = "{count} menuti";
"lng_signin_reset_in_days" = "{days_count} {hours_count} {minutes_count}";
"lng_signin_reset_in_hours" = "{hours_count} {minutes_count}";
"lng_signin_reset_cancelled" = "Łe to prove resenti de reinpostasion de 'sto account łe ze stà anułàe da el so utente ativo. Reprova danovo uncò oto.";

"lng_signup_title" = "Łe to informasion";
"lng_signup_desc" = "Insarisi el to nome e\ncarga na foto.";

"lng_signup_firstname" = "Nome";
"lng_signup_lastname" = "Conjome";

"lng_dlg_filter" = "Serca";
"lng_dlg_new_group_name" = "Nome de'l grupo";
"lng_dlg_new_channel_name" = "Nome de'l canałe";
"lng_no_contacts" = "A no te ghè njaun contato";
"lng_no_chats" = "Łe to chat łe venjarà mese chive";
"lng_contacts_loading" = "Cargando...";
"lng_contacts_not_found" = "Njaun contato catà";
"lng_dlg_search_for_messages" = "Reserca par mesaji";
"lng_update_telegram" = "Ajorna Telegram";
"lng_dlg_search_in" = "Search messages in";
"lng_dlg_search_from" = "From: {user}";

"lng_settings_save" = "Salva";
"lng_settings_upload" = "Inposta foto profiło";
"lng_settings_crop_profile" = "Sełesiona na area par ła to foto profiło";
"lng_settings_uploading_photo" = "Cargando ła foto...";
"lng_settings_edit" = "Modìfega";
"lng_settings_drop_area_subtitle" = "par inpostarla cofà to foto";

"lng_username_title" = "Nome utente";
"lng_username_about" = "So Telegram A te połi sernir un nome utente.\nSe A te ło fè, cheł'altre parsone łe sarà bone\nde catarte co 'sto nome utente e contatarte\nsensa saver el to nùmaro de tełèfono.\n\nA te połi doparar a-z, 0-9 e i _.\nŁa łonghesa mìnema ła ze de 5 caràtari.";
"lng_username_choose" = "Sernisi el to nome utente.";
"lng_username_invalid" = "'Sto nome utente no'l ze mìa vàłido.";
"lng_username_occupied" = "'Sto nome utente el ze zà stà doparà.";
"lng_username_too_short" = "'Sto nome utente el ze masa curto.";
"lng_username_bad_symbols" = "'Sto nome utente el ga caràtari mìa vàłidi.";
"lng_username_available" = "'Sto nome utente el ze disponìbiłe.";
"lng_username_not_found" = "Utente @{user} mìa catà.";
"lng_username_link_willbe" = "'Sto link el verzarà na chat co ti:\n";
"lng_username_link" = "'Sto link el verze na chat co ti:\n";
"lng_username_copied" = "Link copià inte łe note.";

"lng_bio_title" = "Modìfega ła to biografìa";
"lng_bio_placeholder" = "Biografìa";
"lng_bio_about" = "A te połi zontar calche riga par descrìvarte. 'Sto testo el podarà èsar visto da tuti cuełi che A verzarà el to profiło.";

"lng_settings_section_info" = "Informasion";
"lng_settings_phone_number" = "Nùmaro de tełèfono:";
"lng_settings_username" = "Nome utente:";
"lng_settings_choose_username" = "Sernisi nome utente";
"lng_settings_empty_bio" = "Njaun";

"lng_settings_section_notify" = "Notìfeghe";
"lng_settings_desktop_notify" = "Notìfeghe desktop";
"lng_settings_show_name" = "Mostra el nome de'l mandador";
"lng_settings_show_preview" = "Mostra l'anteprima de i mesaji";
"lng_settings_use_windows" = "Dòpara łe notifeghe de Windows";
"lng_settings_use_native_notifications" = "Dòpara łe notifeghe nadive";
"lng_settings_advanced_notifications" = "Nùmaro e pozision notìfeghe";
"lng_settings_notifications_position" = "Pozision so'l schermo";
"lng_settings_notifications_count" = "Nùmaro notìfeghe";
"lng_settings_sound_notify" = "Ativa son notìfeghe";
"lng_settings_include_muted" = "Ciapa rento chat siłensiàe so'l contador a icona";

"lng_notification_preview" = "A te ghè un mesajo novo";
"lng_notification_reply" = "Respondi";
"lng_notification_hide_all" = "Scondi tuto";
"lng_notification_sample" = "Notìfega de proa";

"lng_settings_section_general" = "Zenerałe";
"lng_settings_change_lang" = "Canbia łengua";
"lng_languages" = "Łengue";
"lng_sure_save_language" = "Telegram ła se retacarà par poder canbiar łengua";
"lng_settings_update_automatically" = "Ajorna automategamente";
"lng_settings_current_version_label" = "Varsion {version}:";
"lng_settings_current_version" = "Varsion {version}";
"lng_settings_check_now" = "Serca ajornaminti";
"lng_settings_update_checking" = "Sercando se A ghe ze ajornaminti...";
"lng_settings_latest_installed" = "A ze instałada ła varsion ùltema";
"lng_settings_downloading" = "Descargamento de l'ajornamento {ready} / {total} MB...";
"lng_settings_update_ready" = "Ła varsion ùltema ła ze pronta";
"lng_settings_update_now" = "Retaca deso";
"lng_settings_update_fail" = "Reserca ajornamenti fałìa";
"lng_settings_workmode_tray" = "Mostra icona inte so'l spasio de notìfega";
"lng_settings_workmode_window" = "Mostra icona so ła bara aplegasion";
"lng_settings_auto_start" = "Taca Telegram co se taca el computer";
"lng_settings_start_min" = "Taca Telegram minemizà";
"lng_settings_add_sendto" = "Zonta Telegram so'l menù «Manda a»";
"lng_settings_section_scale" = "Redemensiona interfasa";
"lng_settings_scale_auto" = "Auto ({cur})";

"lng_settings_section_chat_settings" = "Inpostasion chat";
"lng_settings_replace_emojis" = "Reconosi emoji";
"lng_settings_view_emojis" = "Varda łista";
"lng_settings_emoji_list" = "Emoji suportàe";
"lng_settings_send_enter" = "Manda co'l boton 'A cao'";
"lng_settings_send_ctrlenter" = "Manda co i botoni 'Ctrl+A cao'";
"lng_settings_send_cmdenter" = "Manda co i botoni 'Cmd+A cao'";

"lng_settings_section_background" = "Sfondo chat";
"lng_settings_bg_use_default" = "Dòpara el tema predefenìo";
"lng_settings_bg_from_gallery" = "Sernisi da ła gałarìa";
"lng_settings_bg_from_file" = "Sernisi un file";
"lng_settings_bg_edit_theme" = "Modìfega tema";
"lng_settings_bg_tile" = "Sfondo a taveła";
"lng_settings_adaptive_wide" = "Strutura adativa par schermi łarghi";

"lng_backgrounds_header" = "Sernisi un sfondo novo par łe to chat";
"lng_theme_sure_keep" = "Vutu tenjer 'sto tema?";
"lng_theme_reverting#one" = "Tornarà el sfondo vecio tenpo {count} secondo.";
"lng_theme_reverting#other" = "Tornarà el sfondo vecio tenpo {count} secundi.";
"lng_theme_keep_changes" = "Tien modìfeghe";
"lng_theme_revert" = "Torna indrìo";

"lng_download_path_dont_ask" = "Descarga tuti i file inte 'sta pozision";
"lng_download_path_label" = "Trodo de descargamento:";
"lng_download_path_temp" = "carteła tenporanea";
"lng_download_path_default" = "carteła predefenìa";
"lng_download_path_clear" = "Neta tuto";
"lng_download_path_header" = "Sernisi el trodo de descargamento";
"lng_download_path_default_radio" = "Carteła Telegram rento «Downloads»";
"lng_download_path_temp_radio" = "Carteła tenporanea, netada sortendo o dezinstałando";
"lng_download_path_dir_radio" = "Carteła parsonałizada, da netar a man";
"lng_download_path_choose" = "Sernisi el trodo de descargamento";
"lng_sure_clear_downloads" = "Vutu ełimenar tuti i file descargài da ła carteła tenporanea? A sarà fazesto automategamente sortendo da l'aplegasion o dezistałàndoła.";
"lng_download_path_failed" = "El descargamento de'l file el podarìa no èsar mìa tacà. A podarìa capitar par colpa de na pozision de descargamento de i file mìa vàłida.\n\nA te połi canbiar el trodo de descargamento inte łe Impostasion.";
"lng_download_path_settings" = "Inpostasion";
"lng_download_finish_failed" = "El descargamento de'l file el podarìa no èsar njancora fenìo.\n\nGhetu caro proar danovo?";
"lng_download_path_clearing" = "Netando...";
"lng_download_path_cleared" = "Netà!";
"lng_download_path_clear_failed" = "Netaura fałìa";

"lng_settings_section_privacy" = "Privacy e Seguresa";

"lng_local_storage_title" = "Memoria łocałe";
"lng_settings_no_data_cached" = "Njaun dato inte ła cache catà!";
"lng_settings_images_cached#one" = "{count} imàjine, {size}";
"lng_settings_images_cached#other" = "{count} imàjini, {size}";
"lng_settings_audios_cached#one" = "{count} mesajo vocałe, {size}";
"lng_settings_audios_cached#other" = "{count} mesaji vocałi, {size}";
"lng_local_storage_clear" = "Neta tuto";
"lng_local_storage_clearing" = "Netando...";
"lng_local_storage_cleared" = "Netà!";
"lng_local_storage_clear_failed" = "Netaura fałìa";

"lng_settings_section_advanced_settings" = "Inpostasion avansàe";
"lng_settings_enable_night_theme" = "Ativa modałidà note";
"lng_settings_disable_night_theme" = "Dezativa modałidà note";

"lng_passcode_remove_button" = "Cava via";

"lng_passcode_turn_on" = "Ativa còdaze de bloco";
"lng_passcode_change" = "Canbia còdaze de bloco";
"lng_passcode_create" = "Còdaze de bloco";
"lng_passcode_remove" = "Cava via còdaze de bloco";
"lng_passcode_turn_off" = "Dezativa";
"lng_passcode_autolock" = "Bloco automàtego";
"lng_passcode_autolock_away" = "Bloco automàtego se via par:";
"lng_passcode_autolock_inactive" = "Bloco automàtego se inativo par:";
"lng_passcode_autolock_minutes#one" = "{count} menuto";
"lng_passcode_autolock_minutes#other" = "{count} menuti";
"lng_passcode_autolock_hours#one" = "{count} ora";
"lng_passcode_autolock_hours#other" = "{count} ore";
"lng_passcode_enter_old" = "Insarisi el to còdaze in dòparo";
"lng_passcode_enter_first" = "Insarisi un còdaze";
"lng_passcode_enter_new" = "Insarisi un còdaze novo";
"lng_passcode_confirm_new" = "Reinsarisi el to còdaze novo";
"lng_passcode_about" = "Co A se inposta un còdaze de bloco, A saltarà fora un łocheto sora ła łista de łe chat. Faghe click sora par blocar l'app.\n\nSta tento: se A te te dezménteghi el còdaze de bloco, A te gavarè da reacédar danovo so Telegram desktop.";
"lng_passcode_differ" = "Còdaze difarenti";
"lng_passcode_wrong" = "Còdaze zbajà";
"lng_passcode_is_same" = "Còdaze mìa canbià";
"lng_passcode_enter" = "Insarisi el to còdaze de bloco";
"lng_passcode_ph" = "El to còdaze";
"lng_passcode_submit" = "Manda";
"lng_passcode_logout" = "Sortisi";
"lng_passcode_need_unblock" = "Prima A te ghè da dezblocarme.";

"lng_cloud_password_waiting" = "Link de confermasion mandà so ła mail {email}...";
"lng_cloud_password_change" = "Canbia ła password nùvoła";
"lng_cloud_password_create" = "Password nùvoła";
"lng_cloud_password_remove" = "Cava via ła password nùvoła";
"lng_cloud_password_set" = "Ativa ła verìfega in 2 pasaji";
"lng_cloud_password_edit" = "Canbia ła password nùvoła";
"lng_cloud_password_enter_old" = "Insarisi ła password in dòparo";
"lng_cloud_password_enter_first" = "Insarisi na password";
"lng_cloud_password_enter_new" = "Insarisi na password nova";
"lng_cloud_password_confirm_new" = "Reinsarisi ła password nova";
"lng_cloud_password_hint" = "Insarisi un sujerimento par ła to password";
"lng_cloud_password_change_hint" = "Insarisi un sujerimento novo par ła to password";
"lng_cloud_password_bad" = "Ła password e el sujerimento no i połe mìa èsar guałivi.";
"lng_cloud_password_email" = "Insarisi na mail de recuparasion";
"lng_cloud_password_bad_email" = "Mail mìa coreta, proa calcosa de altro.";
"lng_cloud_password_about" = "'Sta password ła te venjarà dimandà co te acedi so un dispozitivo novo inazonta a'l còdaze pin.";
"lng_cloud_password_about_recover" = "Avertensa! Situ seguro de no vołer mìa zontar\nna mail de recuparasion de ła password?\n\nSe te te dezménteghi ła password, A te\nperdarè l'aceso inte'l to acount Telegram.";
"lng_cloud_password_skip_email" = "Salta mail";
"lng_cloud_password_almost" = "Un link de confermasion el ze sta mandà inte ła mail che A te ghè prevedesto. Ła verìfega in 2 pasaji ła venjarà ativada pena che A te gavarè fazesto click so chel link.";
"lng_cloud_password_was_set" = "Verìfega in 2 pasaji ativada.";
"lng_cloud_password_updated" = "Ła to password nùvoła ła ze sta ajornada.";
"lng_cloud_password_removed" = "Verìfega in 2 pasaji dezativada.";
"lng_cloud_password_differ" = "Łe password no łe se cata mìa";
"lng_cloud_password_wrong" = "Password nùvoła zbajada";
"lng_cloud_password_is_same" = "Password mìa canbiada";

"lng_connection_type" = "Tipo de conesion:";
"lng_connection_auto_connecting" = "Predefenìa (conesion...)";
"lng_connection_auto" = "Predefenìa (doparà {transport})";
"lng_connection_proxy_connecting" = "Conesion par el proxy...";
"lng_connection_proxy" = "{transport} co'l proxy";
"lng_connection_header" = "Tipo de conesion";
"lng_connection_auto_rb" = "Auto (se disponìbiłe TCP o HTTP)";
"lng_connection_http_proxy_rb" = "HTTP co http-proxy parsonałizà";
"lng_connection_tcp_proxy_rb" = "TCP co socks5-proxy parsonałizà";
"lng_connection_try_ipv6" = "Proa conétarte par IPv6";
"lng_connection_host_ph" = "Nome server òspite";
"lng_connection_port_ph" = "Porta";
"lng_connection_user_ph" = "Nome utente";
"lng_connection_password_ph" = "Password";
"lng_connection_save" = "Salva";

"lng_settings_blocked_users" = "Utenti blocài";
"lng_settings_last_seen_privacy" = "Inpostasion ùltemo aceso";
"lng_settings_calls_privacy" = "Inpostasion ciamade";
"lng_settings_groups_invite_privacy" = "Inpostasion grupi";
"lng_settings_show_sessions" = "Mostra tute łe sesion";
"lng_settings_self_destruct" = "Inpostasion de autodestrusion de l'account";
"lng_settings_change_phone" = "Canbia nùmaro de tełèfono";

"lng_settings_reset" = "Sara su tute cheł'altre sesion";
"lng_settings_reset_sure" = "Vutu davero sarar su tute\ncheł'altre sesion?";
"lng_settings_reset_one_sure" = "Vutu sarar su 'sta sesion?";
"lng_settings_reset_button" = "Sara su";
"lng_settings_reset_done" = "Sesion saràe su";
"lng_settings_manage_local_storage" = "Jestisi memoria łocałe";
"lng_settings_ask_question" = "Fane na dimanda";
"lng_settings_ask_sure" = "Serca de capir che el suporto de Telegram el ze portà vanti da vołontari. A sercaremo de incontentar tuti pì in presa che podemo, ma A podarìa vołerghe un fià.\n\nDaghe pur na ociada inte łe **dimande frecuenti** de Telegram par catar fora ła parte pì granda de łe resposte e conseji inportanti par resòlvar problemi.";
"lng_settings_faq_button" = "Dimande frecuenti";
"lng_settings_ask_ok" = "Scrìvane";
"lng_settings_faq" = "Dimande frecuenti de Telegram";
"lng_settings_logout" = "Sortisi";
"lng_sure_logout" = "Vutu davero sortir da Telegram?";

"lng_settings_need_restart" = "Par aplegar łe nove inpostasion A serve retacar l'app Telegram. Vutu retacarla deso?";
"lng_settings_restart_now" = "RETACA";
"lng_settings_restart_later" = "PÌ TARDI";

"lng_sessions_header" = "Sesion in dòparo";
"lng_sessions_other_header" = "Sesion ative";
"lng_sessions_no_other" = "Njaun'antra sesion";
"lng_sessions_other_desc" = "Doparando el steso nùmaro de tełèfono, A te połi ndar rento a Telegram da racuanti mòbiłi, tablet e varsion desktop. Tuti i to dati i venjarà sincronizài suito.";
"lng_sessions_terminate_all" = "Sara su tute cheł'altre sesion";

"lng_blocked_list_title" = "Utenti blocài";
"lng_blocked_list_unknown_phone" = "tełèfono mìa conosesto";
"lng_blocked_list_unblock" = "Dezbloca";
"lng_blocked_list_add" = "Bloca utente";
"lng_blocked_list_add_title" = "Sełesiona utente par blocarlo";
"lng_blocked_list_already_blocked" = "dezà blocà";
"lng_blocked_list_about" = "I utenti blocài no i połe né mandarte mesaji né zontarte inte calche grupo. E no i vedarà njanca łe to imàjini profiło, se A te si in łinea o el to ùltemo aceso.";
"lng_blocked_list_not_found" = "Njaun utente catà.";

"lng_edit_privacy_everyone" = "Tuti";
"lng_edit_privacy_contacts" = "I me contati";
"lng_edit_privacy_nobody" = "Nesuni";
"lng_edit_privacy_exceptions" = "Zonta ecesion";

"lng_edit_privacy_lastseen_title" = "Inpostasion ùltemo aceso";
"lng_edit_privacy_lastseen_description" = "A te połi sernir chi che A połe védar el to ùltemo aceso:";
"lng_edit_privacy_lastseen_warning" = "Inportante: se A no te sparpanji el to ùltemo aceso co łe parsone, A no te sarè mìa bon de védar l'ùltemo aceso de cheł'altri. A venjarà mostrà, invese, un ùltemo aceso aprosemà (de resente, inte ła setimana, inte'l meze, che'l ze un bel toco).";
"lng_edit_privacy_lastseen_always_empty" = "Sparpanjà senpre co";
"lng_edit_privacy_lastseen_always#one" = "Sparpanjà senpre co {count} utente";
"lng_edit_privacy_lastseen_always#other" = "Sparpanjà senpre co {count} utenti";
"lng_edit_privacy_lastseen_never_empty" = "Mai sparpanjà co";
"lng_edit_privacy_lastseen_never#one" = "Mai sparpanjà co {count} utente";
"lng_edit_privacy_lastseen_never#other" = "Mai sparpanjà co {count} utenti";
"lng_edit_privacy_lastseen_exceptions" = "'Sta opsion so 'sti utenti ła ciaparà el posto de l'inpostasion prinsipałe.";
"lng_edit_privacy_lastseen_always_title" = "Sparpanjà senpre co";
"lng_edit_privacy_lastseen_never_title" = "Mai sparpanjà co";

"lng_edit_privacy_groups_title" = "Inpostasion grupi";
"lng_edit_privacy_groups_description" = "A te połi desìdar chi che A połe zontarte inte i grupi o inte i canałi co presizion:";
"lng_edit_privacy_groups_always_empty" = "Parmeso senpre a";
"lng_edit_privacy_groups_always#one" = "Parmeso senpre a {count} utente";
"lng_edit_privacy_groups_always#other" = "Parmeso senpre a {count} utenti";
"lng_edit_privacy_groups_never_empty" = "Mai parmeso a";
"lng_edit_privacy_groups_never#one" = "Mai parmeso a {count} utente";
"lng_edit_privacy_groups_never#other" = "Mai parmeso a {count} utenti";
"lng_edit_privacy_groups_exceptions" = "'Sti utenti i sarà boni o manco de zontarte inte i grupi o inte i canałi indipendentemente da łe inpostasion desora.";
"lng_edit_privacy_groups_always_title" = "Parmeso senpre a";
"lng_edit_privacy_groups_never_title" = "Mai parmeso a";

"lng_edit_privacy_calls_title" = "Inpostasion ciamade";
"lng_edit_privacy_calls_description" = "A te połi desìdar chi che A połe ciamarte:";
"lng_edit_privacy_calls_always_empty" = "Parmeso senpre a";
"lng_edit_privacy_calls_always#one" = "Parmeso senpre a {count} utente";
"lng_edit_privacy_calls_always#other" = "Parmeso senpre a {count} utenti";
"lng_edit_privacy_calls_never_empty" = "Mai parmeso a";
"lng_edit_privacy_calls_never#one" = "Mai parmeso a {count} utente";
"lng_edit_privacy_calls_never#other" = "Mai parmeso a {count} utenti";
"lng_edit_privacy_calls_exceptions" = "'Sti utenti i sarà boni o manco de ciamarte indipendentemente da łe inpostasion desora.";
"lng_edit_privacy_calls_always_title" = "Parmeso senpre a";
"lng_edit_privacy_calls_never_title" = "Mai parmeso a";

"lng_self_destruct_title" = "Autodestrusion de l'account";
"lng_self_destruct_description" = "Se A no te vien rento Telegram almanco na 'olta inte 'sto parìodo, el to account el venjarà ełimenà co tuti i to grupi, mesaji e contati.";
"lng_self_destruct_months#one" = "{count} meze";
"lng_self_destruct_months#other" = "{count} mizi";
"lng_self_destruct_years#one" = "{count} ano";
"lng_self_destruct_years#other" = "{count} ani";

"lng_change_phone_title" = "Canbia nùmaro de tełèfono";
"lng_change_phone_description" = "Cuà A te połi canbiar el to nùmaro Telegram.\nEl to account e tuti i to dati de ła nùvoła\n— mesaji, media, contati, evc. — i venjarà\nmovesti so'l nùmaro novo.\n\n[b]Inportante:[/b] a tuti i to contati Telegram\nA ghe venjarà zontà el to [b]nùmaro novo[/b]\ninfra i so contati, senpre che i gapie el to nùmaro\nvecio e che ti A no te łi ghesi blocài.";
"lng_change_phone_warning" = "A tuti i to contati Telegram A ghe venjarà zontà el to nùmaro novo infra i só contati, senpre che i gapie el to nùmaro vecio e che ti A no te łi ghesi blocài.";
"lng_change_phone_occupied" = "El nùmaro {phone} el ze zà conetesto co un account Telegram. Ełìmena chel account łà prima de móvarte so'l to nùmaro novo.";
"lng_change_phone_button" = "Canbia nùmaro";
"lng_change_phone_new_title" = "Insarisi el to nùmaro novo";
"lng_change_phone_new_description" = "A te mandaremo un SMS co'l còdaze de confermasion a'l to nùmaro novo.";
"lng_change_phone_new_submit" = "Manda";
"lng_change_phone_code_title" = "Insarisi còdaze";
"lng_change_phone_code_description" = "A ghemo mandà un SMS co'l còdeze de confermasion a'l to nùmaro {phone}.";
"lng_change_phone_success" = "El to nùmaro de tełèfono el ze sta canbià.";

"lng_mute_duration_hours#one" = "For {count} hour";
"lng_mute_duration_hours#other" = "For {count} hours";
"lng_mute_box_tip" = "Choose duration of turning off notifications from the following chat";

"lng_preview_loading" = "Otien info de'l link...";

"lng_profile_chat_unaccessible" = "El grupo no'l ze mìa acesìbiłe";
"lng_profile_about_section" = "A propòzito";
"lng_profile_description_section" = "Descrision";
"lng_profile_settings_section" = "Inpostasion";
"lng_profile_actions_section" = "Asion";
"lng_profile_bot_settings" = "Inpostasion";
"lng_profile_bot_help" = "Juto";
"lng_profile_invite_link_section" = "Link de invito";
"lng_profile_create_public_link" = "Crea link pùblego";
"lng_profile_edit_public_link" = "Modìfega link pùblego";
"lng_profile_search_members" = "Serca menbri";
"lng_profile_manage_admins" = "Jestisi aministradori";
"lng_profile_manage_blocklist" = "Jestisi utenti blocài";
"lng_profile_manage_restrictedlist" = "Jestisi utenti co restrision";
"lng_profile_recent_actions" = "Asion resenti";
"lng_profile_common_groups#one" = "{count} grupo in comun";
"lng_profile_common_groups#other" = "{count} grupi in comun";
"lng_profile_common_groups_section" = "Grupi in comun";
"lng_profile_participants_section" = "Menbri";
"lng_profile_info_section" = "Informasion";
"lng_profile_mobile_number" = "Tełèfono mòbiłe:";
"lng_profile_username" = "Nome utente:";
"lng_profile_link" = "Link:";
"lng_profile_bio" = "Biografìa:";
"lng_profile_add_contact" = "Zonta contato";
"lng_profile_edit_contact" = "Modìfega";
"lng_profile_enable_notifications" = "Notìfeghe";
"lng_profile_clear_history" = "Neta cronołozìa";
"lng_profile_delete_conversation" = "Ełìmena convarsasion";
"lng_profile_clear_and_exit" = "Sortisi e ełìmena";
"lng_profile_leave_channel" = "Va fora da'l canałe";
"lng_profile_delete_channel" = "Ełìmena canałe";
"lng_profile_leave_group" = "Va fora da'l grupo";
"lng_profile_delete_group" = "Ełìmena grupo";
"lng_profile_report" = "Senjała";
"lng_profile_search_messages" = "Reserca par mesaji";
"lng_profile_block_user" = "Bloca utente";
"lng_profile_unblock_user" = "Dezbloca utente";
"lng_profile_block_bot" = "Ferma e bloca bot";
"lng_profile_unblock_bot" = "Dezbloca bot";
"lng_profile_send_message" = "Manda mesajo";
"lng_profile_share_contact" = "Sparpanja contato";
"lng_profile_invite_to_group" = "Zonta inte'l grupo";
"lng_profile_delete_contact" = "Ełìmena";
"lng_profile_set_group_photo" = "Inposta foto";
"lng_profile_add_participant" = "Zonta menbri";
"lng_profile_view_channel" = "Varda canałe";
"lng_profile_join_channel" = "Zóntate";
"lng_profile_delete_and_exit" = "Va fora";
"lng_profile_kick" = "Cava via";
"lng_profile_admin" = "aministrador";
"lng_profile_edit_permissions" = "Modìfega";
"lng_profile_sure_kick" = "Vutu cavar via {user} da'l grupo?";
"lng_profile_sure_kick_channel" = "Vutu cavar via {user} da'l canałe?";
"lng_profile_sure_kick_admin" = "Vutu cavar via {user} da i aministradori?";
"lng_profile_loading" = "Cargando...";
"lng_profile_shared_media" = "Media sparpanjài";
"lng_profile_no_media" = "Njaun media inte 'sta convarsasion.";
"lng_profile_photos#one" = "{count} foto";
"lng_profile_photos#other" = "{count} foto";
"lng_profile_photos_header" = "Foto";
"lng_profile_videos#one" = "{count} video";
"lng_profile_videos#other" = "{count} video";
"lng_profile_videos_header" = "Video";
"lng_profile_songs#one" = "{count} àudio";
"lng_profile_songs#other" = "{count} àudio";
"lng_profile_songs_header" = "Àudio";
"lng_profile_files#one" = "{count} file";
"lng_profile_files#other" = "{count} file";
"lng_profile_files_header" = "File";
"lng_profile_audios#one" = "{count} mesajo vocałe";
"lng_profile_audios#other" = "{count} mesaji vocałi";
"lng_profile_audios_header" = "Mesaji vocałi";
"lng_profile_shared_links#one" = "{count} link sparpanjà";
"lng_profile_shared_links#other" = "{count} link sparpanjài";
"lng_profile_shared_links_header" = "Link sparpanjài";
"lng_profile_copy_phone" = "Copia nùmaro de tełèfono";
"lng_profile_copy_fullname" = "Copia nome";
"lng_profile_drop_area_title" = "Moła zó ła to imàjine chive";
"lng_profile_drop_area_subtitle" = "par inpostarla cofà foto de'l grupo";
"lng_profile_drop_area_subtitle_channel" = "par inpostarla cofà foto de'l canałe";
"lng_profile_top_bar_share_contact" = "Sparpanja";

"lng_report_title" = "Senjała canałe";
"lng_report_group_title" = "Senjała grupo";
"lng_report_bot_title" = "Senjała bot";
"lng_report_reason_spam" = "Scoase";
"lng_report_reason_violence" = "Viołensa";
"lng_report_reason_pornography" = "Pornografìa";
"lng_report_reason_other" = "Altro";
"lng_report_reason_description" = "Descrision";
"lng_report_button" = "Senjała";
"lng_report_thanks" = "Grasie! Presto ła to senjałasion ła venjarà controłada da'l nostro team.";

"lng_channel_add_members" = "Zonta menbri";
"lng_channel_add_banned" = "Bana utente";
"lng_channel_add_restricted" = "Restrisiona utente";
"lng_channel_members" = "Menbri";
"lng_channel_only_last_shown#one" = "Cuà A vien mostrà soło {count} menbro, l'ùltemo";
"lng_channel_only_last_shown#other" = "Cuà A vien mostrài soło {count} menbri, i ùltemi";
"lng_channel_admins" = "Aministradori";
"lng_channel_add_admin" = "Zonta aministrador";
"lng_channel_admins_too_much" = "Ne despiaze, A te si rivà a'l nùmaro màsemo de aministradori. Prima de tuto, càvaghine uno.";
"lng_channel_admin_status_creator" = "Creador";
"lng_channel_admin_status_promoted_by" = "Promovesto da {user}";
"lng_channel_admin_status_not_admin" = "Utente mìa aministrador";
"lng_channel_banned_status_restricted_by" = "Restricted by {user}";

"lng_group_blocked_list_about" = "I utenti blocài i vien cavài via da'l grupo e i połe tornarghe rento soło se invitài da un aministrador.\nEl link de invito no'l funsiona mìa par łuri.";

"lng_chat_all_members_admins" = "Tuti i menbri i ze aministradori";
"lng_chat_about_all_admins" = "Tuti i menbri i połe zontar menbri novi, modifegar el nome e ła foto de'l grupo.";
"lng_chat_about_admins" = "I aministradori i połe zontar e cavar via menbri, modifegar el nome e ła foto de'l grupo.";

"lng_participant_filter" = "Serca";
"lng_participant_invite" = "Invita";
"lng_participant_invite_sorry#one" = "Ne despiaze, A te połi zontar diretamente inte'l canałe soło {count} menbro.\n\nDa deso in vanti łe parsone łe podarà zontarse soło co'l to link de invito.";
"lng_participant_invite_sorry#other" = "Ne despiaze, A te połi zontar diretamente inte'l canałe soło {count} menbri.\n\nDa deso in vanti łe parsone łe podarà zontarse soło co'l to link de invito.";
"lng_create_group_back" = "Presedente";
"lng_create_group_next" = "Seguente";
"lng_create_group_create" = "Crea";
"lng_create_group_title" = "Grupo novo";
"lng_create_channel_title" = "Canałe novo";
"lng_create_public_channel_title" = "Canałe pùblego";
"lng_create_public_channel_about" = "Co na reserca, tuti i podarà catar fora el canałe e zontarse";
"lng_create_private_channel_title" = "Canałe privà";
"lng_create_private_channel_about" = "A podarà zontarse soło łe parsone co el link de invito";
"lng_create_public_group_title" = "Grupo pùblego";
"lng_create_public_group_about" = "Co na reserca, tuti i podarà catar fora el grupo, zontarse e ver disponìbiłe ła cronołozìa de ła chat";
"lng_create_private_group_title" = "Grupo privà";
"lng_create_private_group_about" = "A podarà zontarse soło łe parsone co el link de invito o che łe ze sta invitàe diretamente";
"lng_create_group_skip" = "Salta";

"lng_create_channel_link_invalid" = "'Sto link no'l ze mìa vàłido";
"lng_create_channel_link_occupied" = "Ne despiaze, 'sto link el ze zà sta doparà";
"lng_create_channel_link_too_short" = "Ne despiaze, 'sto link el ze masa curto";
"lng_create_channel_link_bad_symbols" = "Ne despiaze, 'sto link el ga caràtari mìa vàłidi.";
"lng_create_channel_link_available" = "'Sto link el ze disponìbiłe";
"lng_create_channel_link_copied" = "Link copià inte łe note";

"lng_create_group_crop" = "Sełesiona na area par ła to foto de'l grupo";
"lng_create_channel_crop" = "Sełesiona na area par ła to foto de'l canałe";

"lng_failed_add_participant" = "Could not add user. Please try again later.";
"lng_failed_add_not_mutual" = "Ne despiaze, se na parsona ła ze ndà fora da'l grupo, soło un contato resìprogo el połe farla tornar indrìo (ti A te ghè da ver el so nùmaro mòbiłe e eła el tuo).";
"lng_failed_add_not_mutual_channel" = "Ne despiaze, se na parsona ła ze ndà fora da'l canałe, soło un contato resìprogo el połe farla tornar indrìo (ti A te ghè da ver el so nùmaro mòbiłe e eła el tuo).";

"lng_sure_delete_contact" = "Vutu davero ełimenar {contact} da ła to łista contati?";
"lng_sure_delete_history" = "Vutu davero ełimenar ła to cronołozìa mesaji co {contact}?\n\n'Sta asion no ła połe mìa èsar anułà.";
"lng_sure_delete_group_history" = "Vutu davero ełimenar ła to cronołozìa mesaji so {group}?\n\n'Sta asion no ła połe mìa èsar anułà.";
"lng_sure_delete_and_exit" = "Vutu davero ełimenar ła to cronołozìa mesaji e ndar fora da {group}?\n\n'Sta asion no ła połe mìa èsar anułà.";
"lng_sure_leave_channel" = "Vutu davero ndar fora\nda 'sto canałe?";
"lng_sure_delete_channel" = "Vutu davero ełimenar 'sto canałe? Tuti i menbri i venjarà cavài via e tuti i mesaji i ndarà perdesti.";
"lng_sure_leave_group" = "Vutu davero ndar fora da 'sto grupo?\n'Sta asion no ła połe mìa èsar anułà.";
"lng_sure_delete_group" = "Vutu davero ełimenar 'sto grupo? Tuti i menbri i venjarà cavài via e tuti i mesaji i ndarà perdesti.";

"lng_message_empty" = "Mesajo vodo";
"lng_message_unsupported" = "'Sto mesajo no'l ze mìa suportà so ła to varsion de Telegram desktop. Ajorna l'app co ła varsion ùltema so Impostasion o instàłeła da {link}";

"lng_duration_seconds#one" = "{count} secondo";
"lng_duration_seconds#other" = "{count} secundi";
"lng_duration_minsec_minutes#one" = "{count} men";
"lng_duration_minsec_minutes#other" = "{count} men";
"lng_duration_minsec_seconds#one" = "{count} sec";
"lng_duration_minsec_seconds#other" = "{count} sec";
"lng_duration_minutes_seconds" = "{minutes_count} {seconds_count}";

"lng_action_add_user" = "{from} L ga zontà {user}";
"lng_action_add_users_many" = "{from} L ga zontà {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} e {user}";
"lng_action_add_you" = "{from} L te ga zontà inte 'sto canałe";
"lng_action_you_joined" = "Te te si zontà rento 'sto canałe";
"lng_action_add_you_group" = "{from} L te ga zontà inte 'sto grupo";
"lng_action_you_joined_group" = "Te te si zontà rento 'sto grupo";
"lng_action_kick_user" = "{from} L ga cavà via {user}";
"lng_action_user_left" = "{from} L ze ndà fora da'l grupo";
"lng_action_user_joined" = "{from} L se ga zontà inte'l grupo";
"lng_action_user_joined_by_link" = "{from} L se ga zontà inte'l grupo co'l link de invito";
"lng_action_user_registered" = "{from} L se ga pena zontà so Telegram!";
"lng_action_removed_photo" = "{from} L ga cavà via ła foto de'l grupo";
"lng_action_removed_photo_channel" = "Foto de'l canałe cavada via";
"lng_action_changed_photo" = "{from} L ga ajornà ła foto de'l grupo";
"lng_action_changed_photo_channel" = "Foto de'l canałe ajornada";
"lng_action_changed_title" = "{from} L ga canbià el nome de'l grupo co «{title}»";
"lng_action_changed_title_channel" = "Nome de'l canałe canbià co «{title}»";
"lng_action_created_chat" = "{from} L ga creà el grupo «{title}»";
"lng_action_created_channel" = "Canałe creà";
"lng_action_group_migrate" = "El grupo el ze sta mejorà in supargrupo";
"lng_action_pinned_message" = "{from} L ga picà insima «{text}»";
"lng_action_pinned_media" = "{from} L ga picà insima {media}";
"lng_action_pinned_media_photo" = "na foto";
"lng_action_pinned_media_video" = "un video";
"lng_action_pinned_media_audio" = "un àudio";
"lng_action_pinned_media_voice" = "un mesajo vocałe";
"lng_action_pinned_media_video_message" = "un mesajo video";
"lng_action_pinned_media_file" = "un file";
"lng_action_pinned_media_gif" = "na GIF";
"lng_action_pinned_media_contact" = "a contact information";
"lng_action_pinned_media_location" = "a location mark";
"lng_action_pinned_media_sticker" = "a sticker";
"lng_action_pinned_media_emoji_sticker" = "a {emoji} sticker";
"lng_action_pinned_media_game" = "the game «{game}»";
"lng_action_game_score#one" = "{from} scored {count} in {game}";
"lng_action_game_score#other" = "{from} scored {count} in {game}";
"lng_action_game_you_scored#one" = "You scored {count} in {game}";
"lng_action_game_you_scored#other" = "You scored {count} in {game}";
"lng_action_game_score_no_game#one" = "{from} scored {count}";
"lng_action_game_score_no_game#other" = "{from} scored {count}";
"lng_action_game_you_scored_no_game#one" = "You scored {count}";
"lng_action_game_you_scored_no_game#other" = "You scored {count}";
"lng_action_payment_done" = "You have just successfully transferred {amount} to {user}";
"lng_action_payment_done_for" = "You have just successfully transferred {amount} to {user} for {invoice}";
"lng_action_took_screenshot" = "{from} took a screenshot!";
"lng_action_you_took_screenshot" = "You took a screenshot!";

"lng_ttl_photo_received" = "{from} sent you a self-destructing photo. Please view it on your mobile.";
"lng_ttl_photo_sent" = "You sent a self-destructing photo.";
"lng_ttl_photo_expired" = "Photo has expired";
"lng_ttl_video_received" = "{from} sent you a self-destructing video. Please view it on your mobile.";
"lng_ttl_video_sent" = "You sent a self-destructing video.";
"lng_ttl_video_expired" = "Video has expired";

"lng_profile_migrate_reached#one" = "{count} member limit reached";
"lng_profile_migrate_reached#other" = "{count} members limit reached";
"lng_profile_migrate_body" = "To get over this limit, you can upgrade your group to a supergroup.";
"lng_profile_migrate_learn_more" = "Learn more »";
"lng_profile_migrate_about" = "If you'd like to go over this limit, you can upgrade your group to a supergroup. In supergroups:";
"lng_profile_migrate_feature1#one" = "— The members limit is {count} user";
"lng_profile_migrate_feature1#other" = "— The members limit is {count} users";
"lng_profile_migrate_feature2" = "— New members see the entire chat history";
"lng_profile_migrate_feature3" = "— Admins delete messages for everyone";
"lng_profile_migrate_feature4" = "— Notifications are muted by default";
"lng_profile_migrate_button" = "Upgrade to supergroup";
"lng_profile_migrate_sure" = "Are you sure you want to upgrade this group to supergroup? This action cannot be undone.";
"lng_profile_convert_button" = "Convert to supergroup";
"lng_profile_convert_title" = "Convert to supergroup";
"lng_profile_convert_about" = "In supergroups:";
"lng_profile_convert_feature1" = "— New members see the full message history";
"lng_profile_convert_feature2" = "— Messages are deleted for all members";
"lng_profile_convert_feature3" = "— Admins can pin important messages";
"lng_profile_convert_feature4" = "— Creator can set a public link for the group";
"lng_profile_convert_warning" = "{bold_start}Note:{bold_end} This action can not be undone";
"lng_profile_convert_confirm" = "Convert";
"lng_profile_add_more_after_upgrade#one" = "You will be able to add up to {count} member after you upgrade your group to a supergroup.";
"lng_profile_add_more_after_upgrade#other" = "You will be able to add up to {count} members after you upgrade your group to a supergroup.";

"lng_channel_not_accessible" = "Sorry, this channel is not accessible.";
"lng_group_not_accessible" = "Sorry, this group is not accessible.";

"lng_channels_too_much_public_about" = "Sorry, you have reserved too many public usernames. You can revoke the link from one of your older groups or channels.";
"lng_channels_too_much_public_revoke_confirm_group" = "Are you sure you want to revoke the link {link}?\n\nThe group «{group}» will become private.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Are you sure you want to revoke the link {link}?\n\nThe channel «{group}» will become private.";
"lng_channels_too_much_public_revoke" = "Revoke";

"lng_group_invite_bad_link" = "This invite link is broken or has expired.";
"lng_group_invite_want_join" = "Do you want to join the group «{title}»?";
"lng_group_invite_want_join_channel" = "Do you want to join the channel «{title}»?";
"lng_group_invite_join" = "Join";

"lng_group_invite_members#one" = "{count} member, among them:";
"lng_group_invite_members#other" = "{count} members, among them:";

"lng_group_invite_link" = "Invite link:";
"lng_group_invite_create" = "Create an invite link";
"lng_group_invite_about" = "Telegram users will be able to join\nyour group by following this link.";
"lng_group_invite_create_new" = "Revoke invite link";
"lng_group_invite_about_new" = "Your previous link will be deactivated and we'll generate a new invite link for you.";
"lng_group_invite_copied" = "Invite link copied to clipboard.";
"lng_group_invite_no_room" = "Unable to join this group because there are too many members in it already.";

"lng_channel_public_link_copied" = "Link copied to clipboard.";

"lng_forwarded" = "Forwarded from {user}";
"lng_forwarded_date" = "Original: {date}";
"lng_forwarded_channel" = "Forwarded from {channel}";
"lng_forwarded_via" = "Forwarded from {user} via {inline_bot}";
"lng_forwarded_channel_via" = "Forwarded from {channel} via {inline_bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "In reply to";
"lng_edited" = "edited";
"lng_edited_date" = "Edited: {date}";
"lng_cancel_edit_post_sure" = "Cancel editing?";
"lng_cancel_edit_post_yes" = "Yes";
"lng_cancel_edit_post_no" = "No";

"lng_bot_share_location_unavailable" = "Sorry, the location sharing is currently unavailable in Telegram Desktop.";
"lng_bot_inline_geo_unavailable" = "Sorry, this bot requires location sharing.\nIt is not available in Telegram Desktop.";
"lng_bot_share_phone" = "Share Phone Number?";
"lng_bot_share_phone_confirm" = "Share";

"lng_attach_failed" = "Failed";
"lng_attach_file" = "File";
"lng_attach_photo" = "Photo";

"lng_media_type" = "Media type";
"lng_media_type_photos" = "Photos";
"lng_media_type_videos" = "Videos";
"lng_media_type_songs" = "Audio files";
"lng_media_type_files" = "Files";
"lng_media_type_audios" = "Voice messages";
"lng_media_type_links" = "Shared links";

"lng_media_open_with" = "Open With";
"lng_media_download" = "Download";
"lng_media_cancel" = "Cancel";
"lng_media_video" = "Video";
"lng_media_audio" = "Voice message";

"lng_media_auto_settings" = "Automatic media download settings";
"lng_media_auto_photo" = "Automatic photo download";
"lng_media_auto_audio" = "Automatic voice message download";
"lng_media_auto_gif" = "Automatic GIF download";
"lng_media_auto_private_chats" = "Private chats";
"lng_media_auto_groups" = "Groups and channels";
"lng_media_auto_play" = "Autoplay";

"lng_emoji_category0" = "Frequently used";
"lng_emoji_category1" = "People";
"lng_emoji_category2" = "Nature";
"lng_emoji_category3" = "Food & Drink";
"lng_emoji_category4" = "Activity";
"lng_emoji_category5" = "Travel & Places";
"lng_emoji_category6" = "Objects";
"lng_emoji_category7" = "Symbols & Flags";
"lng_emoji_hide_panel" = "Click here to hide the emoji sidebar";

"lng_recent_stickers" = "Frequently used";
"lng_faved_stickers" = "Favorite stickers";
"lng_faved_stickers_add" = "Add to Favorites";
"lng_faved_stickers_remove" = "Remove from Favorites";
"lng_group_stickers" = "Group stickers";
"lng_group_stickers_description" = "You can choose sticker set which will be available for every member while in the group chat.";
"lng_group_stickers_add" = "Choose sticker set";

"lng_switch_stickers" = "Stickers";
"lng_switch_emoji" = "Emoji";
"lng_switch_gifs" = "GIFs";
"lng_stickers_featured_add" = "Add";
"lng_gifs_search" = "Search GIFs";
"lng_gifs_no_saved" = "You have no saved GIFs yet.";

"lng_inline_bot_no_results" = "No results.";
"lng_inline_bot_via" = "via {inline_bot}";

"lng_box_remove" = "Remove";

"lng_stickers_installed_tab" = "Stickers";
"lng_stickers_featured_tab" = "Trending";
"lng_stickers_archived_tab" = "Archived";
"lng_stickers_remove_pack" = "Remove «{sticker_pack}»?";
"lng_stickers_add_pack" = "Add stickers";
"lng_stickers_share_pack" = "Share Stickers";
"lng_stickers_not_found" = "Sticker pack not found.";
"lng_stickers_packs_archived" = "Some of your unused stickers have been archived to make room for the sets you've activated.";
"lng_stickers_archived" = "Archived Stickers";
"lng_stickers_copied" = "Sticker pack link copied to clipboard.";
"lng_stickers_default_set" = "Great Minds";
"lng_stickers_you_have" = "Jestisi e reòrdena serie de figurete";
"lng_stickers_featured" = "Trending Stickers";
"lng_stickers_return" = "Undo";
"lng_stickers_count#one" = "{count} sticker";
"lng_stickers_count#other" = "{count} stickers";
"lng_stickers_masks_pack" = "This is a pack of mask stickers. You can use them in the photo editor on our mobile apps.";
"lng_stickers_group_set" = "Group sticker set";
"lng_stickers_remove_group_set" = "Remove group sticker set?";
"lng_stickers_group_from_your" = "Choose from your stickers";

"lng_in_dlg_photo" = "Photo";
"lng_in_dlg_video" = "Video";
"lng_in_dlg_audio_file" = "Audio file";
"lng_in_dlg_contact" = "Contact";
"lng_in_dlg_audio" = "Voice message";
"lng_in_dlg_video_message" = "Video message";
"lng_in_dlg_file" = "File";
"lng_in_dlg_sticker" = "Sticker";
"lng_in_dlg_sticker_emoji" = "{emoji} Sticker";

"lng_ban_user" = "Ban User";
"lng_delete_all_from" = "Delete all from this user";
"lng_report_spam" = "Report Spam";
"lng_report_spam_hide" = "Hide";
"lng_report_spam_thanks" = "Thank you for your report!";
"lng_report_spam_sure" = "Are you sure you want to report spam from this user?";
"lng_report_spam_sure_group" = "Are you sure you want to report spam in this group?";
"lng_report_spam_sure_channel" = "Are you sure you want to report spam in this channel?";
"lng_report_spam_ok" = "Report";
"lng_cant_send_to_not_contact" = "Sorry, you can only send messages to\nmutual contacts at the moment.\n{more_info}";
"lng_cant_invite_not_contact" = "Sorry, you can only add mutual contacts\nto groups at the moment.\n{more_info}";
"lng_cant_send_to_not_contact_flood" = "You have contacted too many non-contacts today, please try again tomorrow. You will be able to reply today if this user messages you first.";
"lng_cant_invite_not_contact_flood" = "You can't add this user because you have contacted too many non-contacts today. Please try again tomorrow. You can ask another member to add this user to the group.";
"lng_cant_more_info" = "More info »";
"lng_cant_invite_banned" = "Sorry, only admin can add this user.";
"lng_cant_invite_privacy" = "Sorry, you cannot add this user to groups because of their privacy settings.";
"lng_cant_invite_privacy_channel" = "Sorry, you cannot add this user to channels because of their privacy settings.";
"lng_cant_delete_group#one" = "Sorry, it is currently not possible to manually delete communities that have more than {count} member. Please contact Telegram support if you would like to delete this group.";
"lng_cant_delete_group#other" = "Sorry, it is currently not possible to manually delete communities that have more than {count} members. Please contact Telegram support if you would like to delete this group.";
"lng_cant_delete_channel#one" = "Sorry, it is currently not possible to manually delete communities that have more than {count} member. Please contact Telegram support if you would like to delete this channel.";
"lng_cant_delete_channel#other" = "Sorry, it is currently not possible to manually delete communities that have more than {count} members. Please contact Telegram support if you would like to delete this channel.";
"lng_cant_do_this" = "Sorry, this action is unavailable.";

"lng_send_button" = "Send";
"lng_message_ph" = "Write a message...";
"lng_broadcast_ph" = "Broadcast a message...";
"lng_broadcast_silent_ph" = "Silent broadcast...";
"lng_record_cancel" = "Release outside this field to cancel";
"lng_will_be_notified" = "Members will be notified when you post";
"lng_wont_be_notified" = "Members will not be notified when you post";
"lng_willbe_history" = "Please select a chat to start messaging";
"lng_from_you" = "You";
"lng_from_draft" = "Draft";
"lng_bot_description" = "What can this bot do?";
"lng_unblock_button" = "Unblock";
"lng_channel_join" = "Join Channel";
"lng_channel_mute" = "Mute";
"lng_channel_unmute" = "Unmute";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Show all chats";
"lng_dialogs_hide_muted_chats" = "Hide muted chats";

"lng_open_this_link" = "Open this link?";
"lng_open_link" = "Open";
"lng_allow_bot_pass" = "Do you allow {bot_name} to pass your Telegram name and id to the web pages you open via this bot?";
"lng_allow_bot" = "Allow";

"lng_bot_start" = "Start";
"lng_bot_choose_group" = "Select a Group";
"lng_bot_no_groups" = "You have no groups";
"lng_bot_groups_not_found" = "No groups found";
"lng_bot_sure_invite" = "Add the bot to «{group}»?";
"lng_bot_already_in_group" = "The bot is already a member of the group.";
"lng_bot_choose_chat" = "Select a Chat";
"lng_bot_no_chats" = "You have no chats";
"lng_bot_chats_not_found" = "No chats found";
"lng_bot_sure_share_game" = "Share the game with {user}?";
"lng_bot_sure_share_game_group" = "Share the game with «{group}»?";

"lng_typing" = "typing";
"lng_user_typing" = "{user} is typing";
"lng_users_typing" = "{user} and {second_user} are typing";
"lng_many_typing#one" = "{count} person is typing";
"lng_many_typing#other" = "{count} people are typing";
"lng_playing_game" = "playing a game";
"lng_user_playing_game" = "{user} is playing a game";
"lng_users_playing_game" = "{user} and {second_user} are playing a game";
"lng_many_playing_game#one" = "{count} person is playing a game";
"lng_many_playing_game#other" = "{count} people are playing a game";
"lng_send_action_record_video" = "recording a video";
"lng_user_action_record_video" = "{user} is recording a video";
"lng_send_action_upload_video" = "sending a video";
"lng_user_action_upload_video" = "{user} is sending a video";
"lng_send_action_record_audio" = "recording a voice message";
"lng_user_action_record_audio" = "{user} is recording a voice message";
"lng_send_action_upload_audio" = "sending a voice message";
"lng_user_action_upload_audio" = "{user} is sending a voice message";
"lng_send_action_record_round" = "recording a video message";
"lng_user_action_record_round" = "{user} is recording a video message";
"lng_send_action_upload_round" = "sending a video message";
"lng_user_action_upload_round" = "{user} is sending a video message";
"lng_send_action_upload_photo" = "sending a photo";
"lng_user_action_upload_photo" = "{user} is sending a photo";
"lng_send_action_upload_file" = "sending a file";
"lng_user_action_upload_file" = "{user} is sending a file";
"lng_send_action_geo_location" = "picking a location";
"lng_user_action_geo_location" = "{user} is picking a location";
"lng_send_action_choose_contact" = "choosing a contact";
"lng_user_action_choose_contact" = "{user} is choosing a contact";
"lng_unread_bar#one" = "{count} unread message";
"lng_unread_bar#other" = "{count} unread messages";

"lng_maps_point" = "Location";
"lng_save_photo" = "Save image";
"lng_save_video" = "Save video";
"lng_save_audio_file" = "Save audio file";
"lng_save_audio" = "Save voice message";
"lng_save_file" = "Save file";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Choose an image";
"lng_choose_files" = "Choose files";
"lng_game_tag" = "Game";

"lng_context_view_profile" = "View profile";
"lng_context_view_group" = "View group info";
"lng_context_view_channel" = "View channel info";
"lng_context_pin_to_top" = "Pin to top";
"lng_context_unpin_from_top" = "Unpin from top";

"lng_context_promote_admin" = "Promote to admin";
"lng_context_edit_permissions" = "Edit permissions";
"lng_context_restrict_user" = "Restrict user";
"lng_context_remove_from_group" = "Remove from group";

"lng_context_copy_link" = "Copy Link";
"lng_context_copy_post_link" = "Copy Post Link";
"lng_context_copy_email" = "Copy Email Address";
"lng_context_copy_hashtag" = "Copy Hashtag";
"lng_context_copy_mention" = "Copy Username";
"lng_context_save_image" = "Save Image As...";
"lng_context_forward_image" = "Forward Image";
"lng_context_delete_image" = "Delete Image";
"lng_context_copy_image" = "Copy Image";
"lng_context_close_image" = "Close Image";
"lng_context_cancel_download" = "Cancel Download";
"lng_context_show_in_folder" = "Show in Folder";
"lng_context_show_in_finder" = "Show in Finder";
"lng_context_save_video" = "Save Video As...";
"lng_context_save_audio_file" = "Save Audio File As...";
"lng_context_save_audio" = "Save Voice Message As...";
"lng_context_pack_info" = "Pack Info";
"lng_context_pack_add" = "Add Stickers";
"lng_context_save_file" = "Save File As...";
"lng_context_forward_file" = "Forward File";
"lng_context_delete_file" = "Delete File";
"lng_context_close_file" = "Close File";
"lng_context_copy_text" = "Copy Text";
"lng_context_open_gif" = "Open GIF";
"lng_context_save_gif" = "Save GIF";
"lng_context_to_msg" = "Go To Message";
"lng_context_reply_msg" = "Reply";
"lng_context_edit_msg" = "Edit";
"lng_context_forward_msg" = "Forward Message";
"lng_context_delete_msg" = "Delete Message";
"lng_context_select_msg" = "Select Message";
"lng_context_pin_msg" = "Pin Message";
"lng_context_unpin_msg" = "Unpin Message";
"lng_context_cancel_upload" = "Cancel Upload";
"lng_context_copy_selected" = "Copy Selected Text";
"lng_context_copy_selected_items" = "Copy Selected as Text";
"lng_context_forward_selected" = "Forward Selected";
"lng_context_delete_selected" = "Delete Selected";
"lng_context_clear_selection" = "Clear Selection";
"lng_really_send_image" = "Do you want to send this image?";
"lng_really_send_file" = "Do you want to send this file?";
"lng_really_share_contact" = "Do you want to share this contact?";
"lng_send_images_compress#one" = "Compress image";
"lng_send_images_compress#other" = "Compress images";
"lng_send_image_non_local" = "Could not send a non local file: {name}";
"lng_send_image_empty" = "Could not send an empty file: {name}";
"lng_send_image_too_large" = "Could not send a file, because it is larger than 1500 MB: {name}";
"lng_send_folder" = "Could not send «{name}» because it is a directory :(";
"lng_send_images_selected#one" = "{count} image selected";
"lng_send_images_selected#other" = "{count} images selected";
"lng_send_photos#one" = "Send {count} photo";
"lng_send_photos#other" = "Send {count} photos";
"lng_send_files_selected#one" = "{count} file selected";
"lng_send_files_selected#other" = "{count} files selected";
"lng_send_files#one" = "Send {count} file";
"lng_send_files#other" = "Send {count} files";

"lng_forward_choose" = "Choose recipient...";
"lng_forward_cant" = "Sorry, no way to forward here :(";
"lng_forward_confirm" = "Forward to {recipient}?";
"lng_forward_share_contact" = "Share contact to {recipient}?";
"lng_forward_share_cant" = "Sorry, no way to share contact here :(";
"lng_forward_send_file_confirm" = "Send «{name}» to {recipient}?";
"lng_forward_send_files_confirm" = "Send selected files to {recipient}?";
"lng_forward_send_files_cant" = "Sorry, no way to send media here :(";
"lng_forward_send" = "Send";
"lng_forward_messages#one" = "{count} forwarded message";
"lng_forward_messages#other" = "{count} forwarded messages";
"lng_forwarding_from#one" = "{user} and {count} other";
"lng_forwarding_from#other" = "{user} and {count} others";
"lng_forwarding_from_two" = "{user} and {second_user}";
"lng_inline_switch_choose" = "Choose conversation...";
"lng_inline_switch_cant" = "Sorry, no way to write here :(";

"lng_share_cant" = "Sorry, no way to share here :(";
"lng_reply_cant" = "Sorry, no way to reply to an old message in supergroup :(";
"lng_reply_cant_forward" = "Sorry, no way to reply to an old message in supergroup :( Do you wish to forward it and add your comment?";

"lng_share_title" = "Share to";
"lng_share_copy_link" = "Copy share link";
"lng_share_confirm" = "Send";
"lng_share_wrong_user" = "This game was opened from a different user.";
"lng_share_game_link_copied" = "Game link copied to clipboard.";
"lng_share_done" = "Done!";

"lng_contact_phone" = "Phone number";
"lng_enter_contact_data" = "New Contact";
"lng_edit_group_title" = "Edit group name";
"lng_edit_contact_title" = "Edit contact name";
"lng_edit_channel_title" = "Edit channel";
"lng_edit_sign_messages" = "Sign messages";
"lng_edit_group_who_invites" = "Who can add members";
"lng_edit_group_invites_everybody" = "All members";
"lng_edit_group_invites_only_admins" = "Only admins";
"lng_edit_group" = "Edit group";
"lng_edit_self_title" = "Edit your name";
"lng_confirm_contact_data" = "New Contact";
"lng_add_contact" = "Create";
"lng_add_contact_button" = "New contact";
"lng_contacts_header" = "Contacts";
"lng_contact_not_joined" = "Unfortunately {name} did not join Telegram yet, but you can send your friend an invitation.\n\nWe will notify you about any of your contacts who is joining Telegram.";
"lng_try_other_contact" = "Try other";
"lng_create_group_link" = "Link";
"lng_create_group_invite_link" = "Invite link";
"lng_create_group_photo" = "Set Photo";
"lng_create_group_description" = "Description (optional)";

"lng_drag_images_here" = "Drop images here";
"lng_drag_photos_here" = "Drop photos here";
"lng_drag_files_here" = "Drop files here";

"lng_drag_to_send_quick" = "to send them in a quick way";
"lng_drag_to_send_no_compression" = "to send them without compression";
"lng_drag_to_send_files" = "to send them as files";

"lng_selected_clear" = "Cancel";
"lng_selected_delete" = "Delete";
"lng_selected_forward" = "Forward";
"lng_selected_count#one" = "{count} message";
"lng_selected_count#other" = "{count} messages";
"lng_selected_cancel_sure_this" = "Cancel uploading?";
"lng_selected_upload_stop" = "Stop";
"lng_selected_delete_sure_this" = "Do you want to delete this message?";
"lng_selected_delete_sure#one" = "Do you want to delete {count} message?";
"lng_selected_delete_sure#other" = "Do you want to delete {count} messages?";
"lng_delete_photo_sure" = "Do you want to delete this photo?";
"lng_delete_for_everyone_hint#one" = "This will delete it for everyone in this chat.";
"lng_delete_for_everyone_hint#other" = "This will delete them for everyone in this chat.";
"lng_delete_for_me_chat_hint#one" = "This will delete it just for you, not for other participants of the chat.";
"lng_delete_for_me_chat_hint#other" = "This will delete them just for you, not for other participants of the chat.";
"lng_delete_for_me_hint#one" = "This will delete it just for you.";
"lng_delete_for_me_hint#other" = "This will delete them just for you.";
"lng_delete_for_everyone_check" = "Delete for everyone";
"lng_delete_for_other_check" = "Delete for {user}";
"lng_box_delete" = "Delete";
"lng_box_leave" = "Leave";

"lng_about_version" = "version {version}";
"lng_about_text_1" = "Official free messaging app based on [a href=\"https://core.telegram.org/api\"]Telegram API[/a]\nfor speed and security.";
"lng_about_text_2" = "This software is licensed under [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL[/a] version 3.\nSource code is available on [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a].";
"lng_about_text_3" = "Visit {faq_open}Telegram FAQ{faq_close} for more info.";
"lng_about_done" = "Done";

"lng_search_no_results" = "No messages found";
"lng_search_found_results#one" = "Found {count} message";
"lng_search_found_results#other" = "Found {count} messages";
"lng_search_global_results" = "Global search results";
"lng_search_messages_from" = "Show messages from";

"lng_media_save_progress" = "{ready} of {total} {mb}";
"lng_mediaview_save_as" = "Save As...";
"lng_mediaview_copy" = "Copy";
"lng_mediaview_forward" = "Forward";
"lng_mediaview_delete" = "Delete";
"lng_mediaview_photos_all" = "View all photos";
"lng_mediaview_files_all" = "View all files";
"lng_mediaview_single_photo" = "Single Photo";
"lng_mediaview_group_photo" = "Group Photo";
"lng_mediaview_channel_photo" = "Channel Photo";
"lng_mediaview_profile_photo" = "Profile Photo";
"lng_mediaview_file_n_of_count" = "{file} {n} of {count}";
"lng_mediaview_n_of_count" = "Photo {n} of {count}";
"lng_mediaview_doc_image" = "File";
"lng_mediaview_today" = "today at {time}";
"lng_mediaview_yesterday" = "yesterday at {time}";
"lng_mediaview_date_time" = "{date} at {time}";

"lng_mediaview_saved" = "Image was saved to your [c]Downloads[/c] folder";

"lng_theme_preview_title" = "Theme Preview";
"lng_theme_preview_generating" = "Generating color theme preview...";
"lng_theme_preview_invalid" = "Invalid data in this theme file.";
"lng_theme_preview_apply" = "Apply this theme";

"lng_new_authorization" = "{name},\nWe detected a login into your account from a new device on {day}, {date} at {time}\n\nDevice: {device}\nLocation: {location}\n\nIf this wasn't you, you can go to Settings — Show all sessions and terminate that session.\n\nIf you think that somebody logged in to your account against your will, you can enable two-step verification in Settings.\n\nSincerely,\nThe Telegram Team";

"lng_new_version_wrap" = "Telegram Desktop was updated to version {version}\n\n{changes}\n\nFull version history is available here:\n{link}";
"lng_new_version_minor" = "— Bug fixes and other minor improvements";
"lng_new_version_text" = "— Improved video messages: radial playback progress, Picture-in-Picture support, duration countdown.\n— Voice and video messages now automatically play one after another.";

"lng_menu_insert_unicode" = "Insert Unicode control character";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "This link is broken or has expired.";
"lng_confirm_phone_title" = "Cancel account reset";
"lng_confirm_phone_about" = "Somebody with access to your phone number {phone} has requested to delete your Telegram account and reset your 2-Step Verification password.\n\nIf this wasn't you, please enter the code we've just sent you via SMS to your number.";
"lng_confirm_phone_success" = "Success!\n\nThe deletion process was cancelled for your account {phone}. You may close this window now.";
"lng_confirm_phone_send" = "Send";
"lng_confirm_phone_enter_code" = "Please enter the code.";

"lng_theme_editor_no_keys" = "No keys in the palette yet";
"lng_theme_editor_cant_change_theme" = "You can not apply new themes while you're editing the color palette. Please close the theme editor first.";
"lng_theme_editor_new_keys" = "Not in the palette yet";
"lng_theme_editor_background_image" = "Background image";
"lng_theme_editor_saved_to_jpg" = "Saved to JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "JPEG image, {size}";
"lng_theme_editor_read_from_png" = "PNG image, {size}";
"lng_theme_editor_export" = "Export";
"lng_theme_editor_choose_image" = "Choose background image";
"lng_theme_editor_save_palette" = "Save palette file";
"lng_theme_editor_choose_name" = "Save theme file";
"lng_theme_editor_error" = "The editor encountered an error :( See 'log.txt' for details.";
"lng_theme_editor_done" = "Theme exported successfully!";
"lng_theme_editor_title" = "Edit color palette";
"lng_theme_editor_export_button" = "Export theme";

"lng_payments_not_supported" = "Sorry, Telegram Desktop doesn't support payments yet. Please use one of our mobile apps to do this.";
"lng_payments_receipt_label" = "Receipt";
"lng_payments_receipt_label_test" = "Test receipt";
"lng_payments_invoice_label" = "Invoice";
"lng_payments_invoice_label_test" = "Test invoice";
"lng_payments_receipt_button" = "Receipt";

"lng_call_status_incoming" = "is calling you...";
"lng_call_status_connecting" = "connecting...";
"lng_call_status_exchanging" = "exchanging encryption keys...";
"lng_call_status_waiting" = "waiting...";
"lng_call_status_requesting" = "requesting...";
"lng_call_status_hanging" = "hanging up...";
"lng_call_status_ended" = "call ended";
"lng_call_status_failed" = "failed to connect";
"lng_call_status_ringing" = "ringing...";
"lng_call_status_busy" = "line busy";
"lng_call_fingerprint_tooltip" = "If emoji on {user}'s screen are the same, this call is 100% secure";

"lng_call_error_not_available" = "Sorry, {user} doesn't accept calls.";
"lng_call_error_incompatible" = "{user}'s app is using an incompatible protocol. They need to update their app before you can call them.";
"lng_call_error_outdated" = "{user}'s app does not support calls. They need to update their app before you can call them.";
"lng_call_error_audio_io" = "There seems to be a problem with audio playback on your computer. Please make sure that your computer's speakers and microphone are working and try again.";

"lng_call_bar_hangup" = "End call";

"lng_call_box_title" = "Calls";
"lng_call_box_about" = "You didn't make any calls yet.";
"lng_call_box_status_today" = "{time}";
"lng_call_box_status_yesterday" = "Yesterday at {time}";
"lng_call_box_status_date" = "{date} at {time}";
"lng_call_box_status_group" = "({count}) {status}";

"lng_call_outgoing" = "Outgoing call";
"lng_call_incoming" = "Incoming call";
"lng_call_missed" = "Missed call";
"lng_call_cancelled" = "Cancelled call";
"lng_call_declined" = "Declined call";
"lng_call_duration_info" = "{time}, {duration}";
"lng_call_type_and_duration" = "{type} ({duration})";

"lng_call_rate_label" = "Please rate the quality of your call";
"lng_call_rate_comment" = "Comment (optional)";

"lng_player_message_today" = "Today at {time}";
"lng_player_message_yesterday" = "Yesterday at {time}";
"lng_player_message_date" = "{date} at {time}";

"lng_rights_edit_admin" = "Edit administrator";
"lng_rights_edit_admin_header" = "What can this admin do?";
"lng_rights_about_add_admins_yes" = "This admin will be able to add new admins with the same (or more limited) permissions.";
"lng_rights_about_add_admins_no" = "This admin will not be able to add new admins.";
"lng_rights_about_admin_cant_edit" = "You cannot edit rights of this admin.";
"lng_rights_user_restrictions" = "User restrictions";
"lng_rights_user_restrictions_header" = "What can this user do?";

"lng_rights_channel_info" = "Change channel info";
"lng_rights_channel_post" = "Post messages";
"lng_rights_channel_edit" = "Edit messages of others";
"lng_rights_channel_delete" = "Delete messages of others";
"lng_rights_group_info" = "Change group info";
"lng_rights_group_ban" = "Ban users";
"lng_rights_group_invite_link" = "Invite users via link";
"lng_rights_group_invite" = "Add users";
"lng_rights_group_pin" = "Pin messages";
"lng_rights_group_delete" = "Delete messages";
"lng_rights_add_admins" = "Add new admins";
"lng_rights_chat_read" = "Read messages";
"lng_rights_chat_send_text" = "Send messages";
"lng_rights_chat_send_media" = "Send media";
"lng_rights_chat_send_stickers" = "Send stickers & GIFs";
"lng_rights_chat_send_links" = "Embed links";
"lng_rights_chat_banned_until_header" = "Restricted until";
"lng_rights_chat_banned_forever" = "Forever";
"lng_rights_chat_banned_day#one" = "For {count} day";
"lng_rights_chat_banned_day#other" = "For {count} days";
"lng_rights_chat_banned_week#one" = "For {count} week";
"lng_rights_chat_banned_week#other" = "For {count} weeks";
"lng_rights_chat_banned_custom" = "Custom";
"lng_rights_chat_banned_custom_date" = "Until {date}";
"lng_rights_chat_banned_block" = "Ban and remove from group";

"lng_restricted_send_message" = "The admins of this group restricted you from writing here.";
"lng_restricted_send_media" = "The admins of this group restricted you from posting media content here.";
"lng_restricted_send_stickers" = "The admins of this group restricted you from posting stickers here.";
"lng_restricted_send_gifs" = "The admins of this group restricted you from posting GIFs here.";
"lng_restricted_send_inline" = "The admins of this group restricted you from posting inline content here.";

"lng_restricted_list_title" = "Restricted users";
"lng_banned_list_title" = "Banned users";

"lng_admin_log_title_all" = "All actions";
"lng_admin_log_title_selected" = "Selected actions";
"lng_admin_log_filter" = "Filter";
"lng_admin_log_filter_title" = "Filter";
"lng_admin_log_filter_all_actions" = "All actions";
"lng_admin_log_filter_restrictions" = "New restrictions";
"lng_admin_log_filter_admins_new" = "New admins";
"lng_admin_log_filter_members_new" = "New members";
"lng_admin_log_filter_info_group" = "Group info";
"lng_admin_log_filter_info_channel" = "Channel info";
"lng_admin_log_filter_messages_deleted" = "Deleted messages";
"lng_admin_log_filter_messages_edited" = "Edited messages";
"lng_admin_log_filter_messages_pinned" = "Pinned messages";
"lng_admin_log_filter_members_removed" = "Leaving members";
"lng_admin_log_filter_all_admins" = "All users and admins";
"lng_admin_log_about" = "What is this?";
"lng_admin_log_about_text" = "This is a list of all service actions taken by the group's members and admins in the last 48 hours.";
"lng_admin_log_no_results_title" = "No actions found";
"lng_admin_log_no_results_text" = "No recent actions that match your query have been found.";
"lng_admin_log_no_results_search_text" = "No recent actions that contain '{query}' have been found.";
"lng_admin_log_no_events_title" = "No actions yet";
"lng_admin_log_no_events_text" = "There were no service actions\ntaken by the group's members\nand admins in the last 48 hours.";

"lng_admin_log_empty_text" = "Empty";
"lng_admin_log_changed_title_group" = "{from} changed group name to «{title}»";
"lng_admin_log_changed_title_channel" = "{from} changed channel name to «{title}»";
"lng_admin_log_changed_description_group" = "{from} edited group description:";
"lng_admin_log_removed_description_group" = "{from} removed group description";
"lng_admin_log_changed_description_channel" = "{from} edited channel description:";
"lng_admin_log_removed_description_channel" = "{from} removed channel description";
"lng_admin_log_previous_description" = "Previous description";
"lng_admin_log_changed_link_group" = "{from} changed group link:";
"lng_admin_log_removed_link_group" = "{from} removed group link";
"lng_admin_log_changed_link_channel" = "{from} changed channel link:";
"lng_admin_log_removed_link_channel" = "{from} removed channel link";
"lng_admin_log_previous_link" = "Previous link";
"lng_admin_log_changed_photo_group" = "{from} changed group photo";
"lng_admin_log_changed_photo_channel" = "{from} changed channel photo";
"lng_admin_log_removed_photo_group" = "{from} removed group photo";
"lng_admin_log_removed_photo_channel" = "{from} removed channel photo";
"lng_admin_log_invites_enabled" = "{from} enabled group invites";
"lng_admin_log_invites_disabled" = "{from} disabled group invites";
"lng_admin_log_signatures_enabled" = "{from} enabled signatures";
"lng_admin_log_signatures_disabled" = "{from} disabled signatures";
"lng_admin_log_pinned_message" = "{from} pinned message:";
"lng_admin_log_unpinned_message" = "{from} unpinned message";
"lng_admin_log_edited_caption" = "{from} edited caption:";
"lng_admin_log_removed_caption" = "{from} removed caption";
"lng_admin_log_previous_caption" = "Original caption";
"lng_admin_log_edited_message" = "{from} edited message:";
"lng_admin_log_previous_message" = "Original message";
"lng_admin_log_deleted_message" = "{from} deleted message:";
"lng_admin_log_participant_joined" = "{from} joined the group";
"lng_admin_log_participant_joined_channel" = "{from} joined the channel";
"lng_admin_log_participant_left" = "{from} left the group";
"lng_admin_log_participant_left_channel" = "{from} left the channel";
"lng_admin_log_invited" = "invited {user}";
"lng_admin_log_banned" = "banned {user}";
"lng_admin_log_restricted" = "changed restrictions for {user} {until}";
"lng_admin_log_promoted" = "changed privileges for {user}";
"lng_admin_log_changed_stickers_group" = "{from} changed group {sticker_set}";
"lng_admin_log_changed_stickers_set" = "sticker set";
"lng_admin_log_removed_stickers_group" = "{from} removed group sticker set";
"lng_admin_log_user_with_username" = "{name} ({mention})";
"lng_admin_log_restricted_forever" = "indefinitely";
"lng_admin_log_restricted_until" = "until {date}";
"lng_admin_log_banned_view_messages" = "Read messages";
"lng_admin_log_banned_send_messages" = "Send messages";
"lng_admin_log_banned_send_media" = "Send media";
"lng_admin_log_banned_send_stickers" = "Send stickers & GIFs";
"lng_admin_log_banned_embed_links" = "Embed links";
"lng_admin_log_admin_change_info" = "Change info";
"lng_admin_log_admin_post_messages" = "Post messages";
"lng_admin_log_admin_edit_messages" = "Edit messages";
"lng_admin_log_admin_delete_messages" = "Delete messages";
"lng_admin_log_admin_ban_users" = "Ban users";
"lng_admin_log_admin_invite_users" = "Add users";
"lng_admin_log_admin_invite_link" = "Invite users via link";
"lng_admin_log_admin_pin_messages" = "Pin messages";
"lng_admin_log_admin_add_admins" = "Add new admins";

// Not used

"lng_topbar_info" = "Info";
"lng_profile_group_info" = "Group info";
"lng_profile_channel_info" = "Channel info";
"lng_channel_add_admins" = "New administrator";
"lng_dlg_search_chat" = "Serca inte 'sta chat";
"lng_dlg_search_channel" = "Serca inte 'sto canałe";

// Wnd specific

"lng_wnd_choose_program_menu" = "Choose Default Program...";

"lng_wnd_menu_undo" = "Undo";
"lng_wnd_menu_redo" = "Redo";

// Linux specific

"lng_linux_menu_undo" = "Undo";
"lng_linux_menu_redo" = "Redo";

// Mac specific

"lng_mac_choose_program_menu" = "Other...";

"lng_mac_choose_app" = "Choose Application";
"lng_mac_choose_text" = "Choose an application to open the document \"{file}\".";
"lng_mac_enable_filter" = "Enable:";
"lng_mac_recommended_apps" = "Recommended Applications";
"lng_mac_all_apps" = "All Applications";
"lng_mac_always_open_with" = "Always Open With";
"lng_mac_this_app_can_open" = "This application can open \"{file}\".";
"lng_mac_not_known_app" = "It's not known if this application can open \"{file}\".";

"lng_mac_menu_services" = "Services";
"lng_mac_menu_hide_telegram" = "Hide {telegram}";
"lng_mac_menu_hide_others" = "Hide Others";
"lng_mac_menu_show_all" = "Show All";
"lng_mac_menu_preferences" = "Preferences...";
"lng_mac_menu_quit_telegram" = "Quit {telegram}";
"lng_mac_menu_about_telegram" = "About {telegram}";
"lng_mac_menu_file" = "File";
"lng_mac_menu_logout" = "Log Out";
"lng_mac_menu_edit" = "Edit";
"lng_mac_menu_undo" = "Undo";
"lng_mac_menu_redo" = "Redo";
"lng_mac_menu_cut" = "Cut";
"lng_mac_menu_copy" = "Copy";
"lng_mac_menu_paste" = "Paste";
"lng_mac_menu_delete" = "Delete";
"lng_mac_menu_select_all" = "Select All";
"lng_mac_menu_window" = "Window";
"lng_mac_menu_contacts" = "Contacts";
"lng_mac_menu_add_contact" = "Add Contact";
"lng_mac_menu_new_group" = "New Group";
"lng_mac_menu_new_channel" = "New Channel";
"lng_mac_menu_show" = "Show Telegram";

// Keys finished
